[
    {"url": "http://www.rrrgggbbb.com/", "description": "Seizure Warning.\n rrrgggbbb reminds you of the three primary colors so you dont have to remember!"},
    {"url": "http://www.icantsleep.help/", "description": "A website to help with your night time needs. I Cant Sleep helps you count sheep as you drift off to sleep..."},
    {"url": "http://12yearoldsimulator.com/", "description": "Fight with a 12 year old!\n We all know twelve year old kids are the nicest people to meet on the internet so go and meet some virtual twelve year olds!"},
    {"url": "http://www2.b3ta.com/realistic-internet-simulator/", "description": "Play an accurate simluation of life without Net Neutrality, brough to you by Comcast themselves!"},
    {"url": "http://htwins.net/scale/", "description": "Check out the scale of the universe. Its a scientific display of how tiny and insignificant you are!"},
    {"url": "http://fakeupdate.net/win10u/", "description": "Want an excuse to do no work! Look no further!\n Fake update is a fake windows update screen because we all know how much fun those are"},
    {"url": "http://color.method.ac/", "description": "A game to test your color choices. How close can you get the colors?"},
    {"url": "https://bigassmessage.com/#", "description": "A website to make big ass messages and spam them in discord to bring down their mighty servers."},
    {"url": "http://www.misternicehands.com/", "description": "Pull my finger. I dare you"},
    {"url": "https://geoguessr.com/", "description": "You're put in a location on google maps. Now figure out where you are!"},
    {"url": "https://thewikigame.com/", "description": "Race through wikapedias terabytes, you start at one page and end at another. First person there wins."},
    {"url": "http://mrdoob.com/projects/chromeexperiments/google-gravity/", "description": "What would happen if google's website had gravity? \n Well wonder no more because with this website you can know!"},
    {"url": "http://mrdoob.com/#/112/branching", "description": "Want to see branching, uhh lights Well you've come to the right place!"},
    {"url": "http://mrdoob.com/#/147/google_space", "description": "Unlike google gravity, this is google without gravity!"},
    {"url": "http://mrdoob.com/#/130/disturb", "description": "Have a real urge to destroy something? Just drop a picture in and watch it turn into something out of a blender! (No live chickens)"},
    {"url": "http://mrdoob.com/#/111/branching", "description": "Want to see branching, but smaller? Well you've come to the right place!"},
    {"url": "http://emergencycompliment.com/", "description": "Just need to hear something nice today? Get a lovely compliment from a robot."},
    {"url": "http://btlondon2012.co.uk/pano.html", "description": "The worlds largest image. Take a look around"},
    {"url": "http://nasaprospect.com/", "description": "Up for a space story? Nasa's \"prospect\" is for you!"},
    {"url": "http://flavourmachine.com/fruit/", "description": "Ever played fruit ninja and thought \"this game looks weird, it should be 8 bit\", well neither did we but here it is!"}
]